Repository: josgarber6/panaderia
Catalog: backend/authentication/locale/*/LC_MESSAGES/django.po
Languages: fa, fi

source: Fake call to %(number)s: "Your token is: %(token)s"
fa: ارتباط تقلبی به %(number)s : "نشانه شما این می باشد: %(token)s"
fi: Valesoitto numeroon %(number)s "Tunnuksesi on %(token)s"

source: Fake SMS to %(number)s: "Your token is: %(token)s"
fa: پیامک تقلبی به %(number)s: "نشانه شما این میباشد : %(token)s"
fi: Valeviesti numeroon %(number)s: "Tunnuksesi on: %(token)s"

source: Demo
fa: پیش نمایه

source: Home
fa: خانه
fi: Etusivu

source: Secret Page
fa: صفحه مخفی
fi: Salainen sivu

source: Account Security
fa: امنیت حساب
fi: Käyttäjätilin turvallisuus

source: Sessions
fa: سشن ها
fi: Sessiot

source: Logout
fa: خروج
fi: Kirjaudu ulos

source: Not logged in
fa: وارد نشده
fi: Ei kirjautuneena

source: Login
fa: ورود
fi: Kirjaudu

source: django-two-factor-auth – Demo Application
fa: django-two-factor-auth – برنامه پیش نمایه
fi: django-two-factor-auth - Demosovellus

source: Improve Your Security <small>your users will thank you</small>
fa: امنیت خود را بالا ببرید<small>کاربران شما از شما تشکر خواهند کرد</small>
fi: Paranna turvallisuuttasi <small>käyttäjäsi kiittävät sinua</small>

source: Welcome to the example app of <code>django-two-factor-auth</code>. Use this example to get an understanding of what the app can do for you.
fa: به برنامه نمونه <code> django-two-factor-auth</code> خوش آمدید. از این نمونه استفاده کنید تا درک کنید که برنامه میتواند برای شما چه کار کند.
fi: Tervetuloa <code>django-two-factor-auth</code>-esimerkkisovellukseen. Käytä tätä esimerkkiä saadaksesi käsityksen siitä, mitä sovellus voi auttaa teitä.

source: Please verify your settings
fa: لطفا تنظیمات خود را تایید کنید
fi: Vahvista asetuksesi

source: Have you provided your Twilio settings in the <code>settings_private.py</code> file? By doing so, the example app will be able to call and text you to verify your authentication tokens. Otherwise, the tokens will be shown on the screen.
fa: آیا تنظیمات تولیو خود را درفایل <code>settings_private.py</code> اضافه کرده اید؟ با کردن این کار،برنامه نمونه قادر به تماس گیری یا فرستادن پیامک برای تایید تصدیق نشانه (توکن) شما خواهد بود. در غیر این صورت، نشانه های شما روی صفحه نمایش داده خواهد شد.
fi: Oletko antanut Twilio-asetukset <code>settings_private.py</code> tiedostossa? Näin tekemällä, esimerkkisovellus voi soittaa sinulle ja lähettää tekstiviestejä vahvistaaksesi tokenisi. Muussa tapauksessa, tokenit näytetään ruudulla.

source: Next steps:
fa: قدم های بعدی
fi: Seuraavat askeleet:

source: Start by <a href="%(reg_url)s">registering</a> an account.
fa: با <a href="%(reg_url)s">ثبت </a> یک حساب شروع کنید.
fi: Aloita <a href=\"%(reg_url)s\">rekisteröimällä</a> käyttäjätili.

source: <a href="%(login_url)s">Login</a> to your account.
fa: به اکانت خود<a href="%(login_url)s">وارد شوید</a>.
fi: <a href=\"%(login_url)s\">Kirjaudu</a> tilillesi.

source: <a href="%(setup_url)s">Enable</a> two-factor authentication.
fa: احراز هویت دو عاملی خود را <a href="%(setup_url)s">فعال</a> کنید.
fi: <a href=\"%(setup_url)s\">Ota käyttöön</a> kaksivaiheinen todennus.

source: Then, <a href="%(logout_url)s">logout</a> and <a href="%(login_url)s">login</a> once more to your account to see two-factor authentication at work.
fa: سپس یک بار دیگر <a href="%(logout_url)s">خارج شوید</a> و <a href="%(login_url)s">وارد شوید</a> تا احراز هویت دو عاملی خود را فعال ببینید.
fi: Tämän jälkeen <a href=\"%(logout_url)s\">kirjaudu ulos</a> ja <a href=" "\"%(login_url)s\">kirjaudu sisään</a> vielä kerran tilillesi nähdäksesi " "kaksivaiheisen todennuksen toimivan.

source: At last, you've gained access to the <a href="%(secret_url)s">secret page</a>! :-)
fa: حداقل، شما به <a href="%(secret_url)s">صفحه مخفی</a> دسترسی پیدا کردید! :-)
fi: Vihdoinkin pääsit <a href=\"%(secret_url)s\">salaiselle sivulle</a>! :-)

source: Registration
fa: نام نویسی
fi: Rekisteröityminen

source: Register
fa: ثبت
fi: Rekisteröidy

source: Logged Out
fa: خارج شده
fi: Kirjauduit ulos

source: See you around!
fa: می بینمت!
fi: Nähdään!

source: Registration Complete
fa: نام نویسی به کامل شد.
fi: Rekisteröityminen valmis

source: Congratulations, you've successfully registered an account.
fa: تبریک، شما با موفقیت یک حساب ثبت کردید.
fi: Onnittelut, olet onnistuneesti rekisteröinyt käyttäjätilin.

source: Congratulations, you've made it. You have successfully enabled two-factor authentication and logged in with your token.
fa: تبریک، شما موفق شدید. شما با موفقیت احراز هویت دو عاملی را فعال و با نشانه خود وارد شدید.
fi: Onnittelut, olet onnistunut. Olet onnistuneesti ottanut kaksivaiheisen todennuksen käyttöön ja kirjautunut sisään tokenillasi.
